<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeBehind="WebForm7.aspx.cs" Inherits="Mizs.WebForm7" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <center><h1>רכיבים</h1>
    <h2>שש מאות גרם פרגיות חתוכות לארבע על ארבע ס"מ
        <br />
כף גדושה קורנפלור או קמח רגיל
        <br />
שלוש שיני שום פרוסות
        <br />
שלוש כפות רוטב סויה
        <br />
שלוש כפות רוטב צ’ילי מתוק
        <br />
שתי כפות דבש
        <br />
חצי כוס בצל ירוק קצוץ (החלק הלבן + הירוק)</h2><br />
        <h1>אופן ההכנה</h1>
        <h2>שלב ראשון מערבבים את הפרגיות עם כף קורנפלור/קמח. מחממים מחבת רחבה עם 2 כפות שמן ומטגנים את הפרגיות  כ-2 דקות מכל צד ומעבירים לצלחת
            <br />
            שלב שני מנגבים את המחבת משאריות נוזלים, מוסיפים כף שמן ומטגנים את פרוסות השום כדקה (אש בינונית – יש לוודא שהשום לא נשרף). מוסיפים למחבת רוטב סויה, צ’ילי מתוק ודבש ומערבבים במשך כדקה על אש בינונית-גבוהה. מוסיפים את הפרגיות ומערבבים היטב. מנמיכים לאש בינונית-נמוכה, מכסים את המחבת ומבשלים במשך כ-10 דקות, עד שהפרגיות מוכנות למאכל (יש לערבב מידי פעם). מוסיפים בצל ירוק, מערבבים כדקה נוספת ומסירים מהאש
        </h2>
        <h3> **מומלץ להגיש עם אורז לבן או עם פירה לפי טעמכם</h3>
    </center>
</asp:Content>
